# FtOfWater Property (2024)

---
C#Visual BasicVisual C++
Revit 2024 API
---
SymbolTypeId..::..FtOfWater Property
SymbolTypeId Class See Also
---
Symbol FT, indicating unit Feet of water (39.2 °F).
**Namespace:** Autodesk.Revit.DB**Assembly:** RevitAPI (in RevitAPI.dll) Version: 24.0.0.0 (24.0.0.0)**Since:** 2021
# Syntax
C#
---
```text
public static ForgeTypeId FtOfWater { get; }
```

Visual Basic
---
```text
Public Shared ReadOnly Property FtOfWater As ForgeTypeId
	Get
```

Visual C++
---
```text
public:
static property ForgeTypeId^ FtOfWater {
	ForgeTypeId^ get ();
}
```

# See Also
SymbolTypeId Class
Autodesk.Revit.DB Namespace